---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ModelPathUtils
source: html/9f28da84-4282-7dfc-0194-45109a8b7598.htm
---
# ModelPathUtils Members

Converts a pair of cloud project and model GUIDs to a valid cloud path.